[{
   "month": "January",
   "date": 1,
   "monthIndex": 1,
   "title": "CONTROL AND CHOICE",
   "quote": "\"The chief task in life is simply this: to identify and separate matters so that I can say clearly to\nmyself which are externals not under my control, and which have to do with the choices I\nactually control. Where then do I look for good and evil? Not to uncontrollable externals, but\nwithin myself to the choices that are my own . . .\" ",
   "text": "The single most important practice in Stoic philosophy is differentiating between what we can change\nand what we can’t. What we have influence over and what we do not. A flight is delayed because of\nweather—no amount of yelling at an airline representative will end a storm. No amount of wishing will\nmake you taller or shorter or born in a different country. No matter how hard you try, you can’t make\nsomeone like you. And on top of that, time spent hurling yourself at these immovable objects is time not\nspent on the things we can change.\nThe recovery community practices something called the Serenity Prayer: “God, grant me the serenity\nto accept the things I cannot change, the courage to change the things I can, and the wisdom to know the\ndifference.” Addicts cannot change the abuse suffered in childhood. They cannot undo the choices they\nhave made or the hurt they have caused. But they can change the future—through the power they have in\nthe present moment. As Epictetus said, they can control the choices they make right now.\nThe same is true for us today. If we can focus on making clear what parts of our day are within our\ncontrol and what parts are not, we will not only be happier, we will have a distinct advantage over other\npeople who fail to realize they are fighting an unwinnable battle.",
   "author": "EPICTETUS, DISCOURSES, 2.5.4–5"
 },
  {
   "month": "December",
   "date": 27,
   "monthIndex": 11,
   "title": "DON’T LET YOUR SOUL GO FIRST",
   "quote": "It’s a disgrace in this life when the soul surrenders first while the body refuses to.”",
   "text": "Despite his privileges, Marcus Aurelius had a difficult life. The Roman historian Cassius Dio mused",
   "author": "SENECA, ON THE BREVITY OF LIFE, 3.3b"
 },
  {
   "month": "December",
   "date": 28,
   "monthIndex": 11,
   "title": "DON’T LET YOUR SOUL GO SECOND",
   "quote": "It’s a disgrace in this life when the soul surrenders first while the body refuses to.”",
   "text": "Despite his privileges, Marcus Aurelius had a difficult life. The Roman historian Cassius Dio mused",
   "author": "SENECA, ON THE BREVITY OF LIFE, 3.3b"
 },
 {
   "month": "January",
   "date": 2,
   "monthIndex": 1,
   "title": "EDUCATION IS FREEDOM",
   "quote": "\"What is the fruit of these teachings? Only the most beautiful and proper harvest of the truly\neducated—tranquility, fearlessness, and freedom. We should not trust the masses who say only\nthe free can be educated, but rather the lovers of wisdom who say that only the educated are\nfree\"",
   "text": "Why did you pick up this book? Why pick up any book? Not to seem smarter, not to pass time on the plane, not to hear what you want to hear—there are plenty of easier choices than reading. No, you picked up this book because you are learning how to live. Because you want to be freer, fear less, and achieve a state of peace. Education—reading and meditating on the wisdom of great minds—is not to be done for its own sake. It has a purpose. Remember that imperative on the days you start to feel distracted, when watching television or having a snack seems like a better use of your time than reading or studying philosophy. Knowledge—self knowledge in particular—is freedom.",
   "author": "EPICTETUS, DISCOURSES, 2.1.21–23a"
 },
 {
   "month": "January",
   "date": 3,
   "monthIndex": 1,
   "title": "BE RUTHLESS TO THE THINGS THAT DON’T MATTER",
   "quote": "“How many have laid waste to your life when you weren’t aware of what you were losing, how much was wasted in pointless grief, foolish joy, greedy desire, and social amusements—how little of your own was left to you. You will realize you are dying before your time!”",
   "text": "One of the hardest things to do in life is to say “No.” To invitations, to requests, to obligations, to the stuff that everyone else is doing. Even harder is saying no to certain time-consuming emotions: anger, excitement, distraction, obsession, lust. None of these impulses feels like a big deal by itself, but run amok, they become a commitment like anything else. If you’re not careful, these are precisely the impositions that will overwhelm and consume your life. Do you ever wonder how you can get some of your time back, how you can feel less busy? Start by learning the power of “No!”—as in “No, thank you,” and “No, I’m not going to get caught up in that,” and “No, I just can’t right now.” It may hurt some feelings. It may turn people off. It may take some hard work.But the more you say no to the things that don’t matter, the more you can say yes to the things that do. This will let you live and enjoy your life—the life that you want.",
   "author": "SENECA, ON THE BREVITY OF LIFE, 3.3b"
 }]
